tap "felixkratz/formulae"
tap "nikitabobko/tap"
brew "awscli"
brew "btop"
brew "curl"
brew "php"
brew "composer"
brew "cowsay"
brew "fastfetch"
brew "figlet"
brew "fortune"
brew "gh"
brew "git"
brew "htop"
brew "jq"
brew "lazydocker"
brew "lazygit"
brew "lolcat"
brew "lsd"
brew "mkcert"
brew "neovim"
brew "nvm"
brew "ponysay"
brew "ripgrep"
brew "rsync"
brew "starship"
brew "stow"
brew "tmux"
brew "toilet"
brew "tree"
brew "wget"
brew "wp-cli"
brew "zoxide"
brew "zsh"
cask "alt-tab"
cask "balenaetcher"
cask "docker-desktop"
cask "font-fira-code-nerd-font"
cask "font-hack-nerd-font"
cask "font-meslo-lg-nerd-font"
cask "ghostty"
cask "hiddenbar"
cask "iterm2"
cask "jordanbaird-ice"
cask "notunes"
cask "raycast"
cask "sf-symbols"
cask "stats"
cask "visual-studio-code"
vscode "bmewburn.vscode-intelephense-client"
vscode "davidanson.vscode-markdownlint"
vscode "dbaeumer.vscode-eslint"
vscode "editorconfig.editorconfig"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "ms-azuretools.vscode-containers"
vscode "ms-vscode-remote.remote-containers"
vscode "ms-vsliveshare.vsliveshare"
vscode "stylelint.vscode-stylelint"
vscode "swordev.phpstan"
vscode "vscodevim.vim"
vscode "xdebug.php-debug"
